IDEA Open Model
LineSupportSegment Constructor
Initializes a new instance of the LineSupportSegment class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public LineSupportSegment()
Public Sub New
public:
LineSupportSegment()
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace